tap "1password/tap"
tap "aquaproj/aqua"
tap "aws/tap"
tap "budougumi0617/tap"
tap "cloudquery/tap"
tap "cue-lang/tap"
tap "fujiwara/tap"
tap "goodwithtech/r"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jabley/wrk2"
tap "kayac/tap"
tap "mackerelio/mackerel-agent"
tap "minamijoyo/tfmigrate"
tap "mongodb/brew"
tap "nektos/tap"
tap "ngrok/ngrok"
tap "songmu/tap"
tap "sqldef/sqldef"
brew "act"
brew "pycparser"
brew "cffi"
brew "ansible"
brew "autoconf"
brew "aws-sam-cli"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "libssh2"
brew "bat"
brew "cfssl"
brew "conftest"
brew "coreutils"
brew "cpanminus"
brew "deno"
brew "direnv"
brew "docker-compose"
brew "docker-machine"
brew "docutils"
brew "doxygen"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "grafana"
brew "grep"
brew "hey"
brew "hugo"
brew "imagemagick@6"
brew "influxdb"
brew "jq"
brew "jsonnet"
brew "k6"
brew "kind"
brew "lazygit"
brew "libfido2"
brew "libpq"
brew "luajit"
brew "minikube"
brew "node"
brew "mongosh"
brew "zlib"
brew "mysql"
brew "mysql-client"
brew "tree-sitter"
brew "neovim"
brew "nkf"
brew "nmap"
brew "node@16"
brew "nodebrew"
brew "opa"
brew "packer"
brew "peco"
brew "percona-toolkit", link: false
brew "perl-build"
brew "plenv"
brew "pnpm"
brew "postgrest"
brew "protobuf"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "sqlc"
brew "telnet"
brew "terraform-docs"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "aquaproj/aqua/aqua"
brew "aws/tap/copilot-cli"
brew "cloudquery/tap/cloudquery"
brew "cue-lang/tap/cue"
brew "fujiwara/tap/lambroll"
brew "goodwithtech/r/dockle"
brew "kayac/tap/ecspresso"
brew "mackerelio/mackerel-agent/mkr"
brew "minamijoyo/tfmigrate/tfmigrate"
brew "songmu/tap/blogsync"
brew "sqldef/sqldef/mysqldef"
cask "1password-cli"
cask "google-cloud-sdk"
cask "ngrok"
vscode "1password.op-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "arjun.swagger-viewer"
vscode "astro-build.astro-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "leetcode.vscode-leetcode"
vscode "mark-tucker.aws-cli-configure"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
vscode "pbkit.vscode-pbkit"
vscode "prisma.prisma"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "s-nlf-fh.glassit"
vscode "tsandall.opa"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zoellner.openapi-preview"
