tap "aws/tap"
tap "fujiwara/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jabley/wrk2"
tap "k1low/tap"
tap "kayac/tap"
tap "mackerelio/mackerel-agent"
tap "minamijoyo/tfmigrate"
tap "nektos/tap"
brew "python@3.9"
brew "ansible"
brew "autoconf"
brew "awscli", link: false
brew "cfssl"
brew "coreutils"
brew "cpanminus"
brew "docker-compose", link: false
brew "docker-machine"
brew "doxygen"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnupg"
brew "go"
brew "grafana"
brew "grep"
brew "hey"
brew "imagemagick@6"
brew "influxdb"
brew "jq"
brew "k6"
brew "kind"
brew "libpq"
brew "minikube"
brew "mysql"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "packer"
brew "peco"
brew "percona-toolkit"
brew "perl-build"
brew "plenv"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "terraform", link: false
brew "terraform-docs"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "aws/tap/copilot-cli"
brew "fujiwara/tap/lambroll"
brew "jabley/wrk2/wrk2", args: ["HEAD"]
brew "k1low/tap/ndiag"
brew "k1low/tap/tbls"
brew "kayac/tap/ecspresso"
brew "mackerelio/mackerel-agent/mkr"
brew "minamijoyo/tfmigrate/tfmigrate"
brew "nektos/tap/act"
cask "authy", args: { appdir: "/Applications" }
cask "clipy", args: { appdir: "/Applications" }
cask "deepl", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "gitify"
cask "google-japanese-ime", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "kindle", args: { appdir: "/Applications" }
cask "licecap", args: { appdir: "/Applications" }
cask "openineditor-lite", args: { appdir: "/Applications" }
cask "openinterminal-lite", args: { appdir: "/Applications" }
cask "sequel-pro", args: { appdir: "/Applications" }
cask "skitch", args: { appdir: "/Applications" }
cask "snip", args: { appdir: "/Applications" }
cask "sqlworkbenchj", args: { appdir: "/Applications" }
cask "vagrant"
cask "visual-studio-code", args: { appdir: "/Applications" }